Revit 2027 API
ParameterTypeId.WallTaperedUseInstanceAngles Property
 "Enable Angle Overrides"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallTaperedUseInstanceAngles { get; }
Public Shared ReadOnly Property WallTaperedUseInstanceAngles As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallTaperedUseInstanceAngles {
	ForgeTypeId^ get ();
}
static member WallTaperedUseInstanceAngles : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace